Repository: UbiCastTeam/mediaserver-js
Catalog: locales/*.po
Languages: de, fr, nl

source: Access denied.
de: Zugriff verweigert.
fr: Accès refusé.
nl: Toegang geweigerd.

source: Add a sub channel
de: Unterkanal hinzufügen
fr: Ajouter une sous chaîne
nl: Een subkanaal toevoegen

source: Add a video
de: Video hinzufügen
fr: Ajouter une vidéo
nl: Een video toevoegen

source: Add date, ascending
de: Hinzufügungsdatum, aufsteigend
fr: Date d'ajout, croissante
nl: Toevoegdatum, oplopend

source: Add date, descending
de: Hinzufügungsdatum, absteigend
fr: Date d'ajout, décroissante
nl: Toevoegdatum, aflopend

source: Added on
de: Hinzugefügt am
fr: Ajouté le
nl: Toegevoegd op

source: An error occurred in the server. Please try again later.
de: Auf dem Server ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
fr: La requête a échoué. Veuillez réessayer plus tard.
nl: Er is een fout opgetreden op de server. Probeer het later opnieuw.

source: An internal server error occurred. An email has been sent to the support team.
de: Ein interner Server-Fehler ist aufgetreten. Eine E-Mail wurde an das Support-Team gesendet.
fr: Une erreur interne au serveur est survenue. Un email a été envoyé à l'équipe de support afin de résoudre le problème.
nl: Er is een interne serverfout opgetreden. Er is een e-mail naar het ondersteuningsteam gestuurd.

source: Annotations last month
de: Anmerkungen im letzten Monat
fr: Annotations ce mois
nl: Annotaties afgelopen maand

source: April
fr: Avril

source: August
fr: Ao&ucirc;t
nl: Augustus

source: Available space:
de: Verfügbarer Platz:
fr: Espace disponible :
nl: Beschikbare ruimte:

source: B
fr: o

source: Categories
de: Kategorien
fr: Catégories
nl: Categorieën

source: Channel content:
de: Kanalinhalt:
fr: Contenu de la chaîne :
nl: Kanaalinhoud:

source: Channel does not exist.
de: Der Kanal existiert nicht.
fr: La chaîne n'existe pas.
nl: Het kanaal bestaat niet.

source: Channels
de: Kanäle
fr: Chaînes
nl: Kanalen

source: Click to select this media
de: Klicken Sie, um dieses Medium auszuwählen
fr: Cliquez pour sélectionner ce média
nl: Klik om deze media te selecteren

source: Company
fr: Société

source: Company:
fr: Société :

source: Content types
de: Inhaltstypen
fr: Types de contenu
nl: Inhoudstypen

source: Content types to display:
de: Anzuzeigende Inhaltstypen:
fr: Types de contenu à afficher :
nl: Inhoudstypen om te weergeven:

source: Copy LTI link
de: LTI-Link kopieren
fr: Copier le lien LTI
nl: Kopieer de LTI-link

source: Created on
de: Erstellt am
fr: Créé le
nl: Aangemaakt op

source: Creation date, ascending
de: Erstellungsdatum, aufsteigend
fr: Date de création, croissante
nl: Aanmaakdatum, oplopend

source: Creation date, descending
de: Erstellungsdatum, absteigend
fr: Date de création, décroissante
nl: Aanmaakdatum, aflopend

source: December
de: Dezember
fr: D&eacute;cembre

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

source: Display
de: Anzeige
fr: Affichage
nl: Weergave

source: Display mode:
de: Anzeigemodus:
fr: Mode d'affichage :
nl: Weergavemodus:

source: Display {count} more items
de: Weitere {count} Elemente anzeigen
fr: Afficher {count} éléments de plus
nl: Nog {count} items weergeven

source: Duration
de: Dauer
fr: Durée
nl: Duur

source: Edit
de: Bearbeiten
fr: Éditer
nl: Bewerken

source: Editable:
de: Bearbeitbar:
fr: Éditable :
nl: Bewerkbaar:

source: Failed to communicate with the service.
fr: Échec de la communication avec le service.

source: February
de: Februar
fr: F&eacute;vrier
nl: Februari

source: Filters:
de: Filter:
fr: Filtres :

source: Go
de: Los
fr: Envoyer
nl: Ga

source: Hide this window
de: Dieses Fenster ausblenden
fr: Fermer cette fenêtre
nl: Verberg dit venster

source: Home
fr: Accueil

source: Item not found.
de: Objekt nicht gefunden.
fr: Élément introuvable.
nl: Item niet gevonden.

source: January
de: Januar
fr: Janvier
nl: Januari

source: July
de: Juli
fr: Juillet
nl: Juli

source: June
de: Juni
fr: Juin
nl: Juni

source: Latest content
de: Neuester Inhalt
fr: Contenu récent
nl: Nieuwste inhoud

source: Latest media
fr: Derniers médias

source: License:
fr: Licence :

source: Live streams
fr: Diffusions en direct

source: Loading
de: Lädt
fr: Chargement
nl: Aan het laden

source: Loading...
de: Lädt …
fr: Chargement ...
nl: Laden…

source: Main channels
de: Hauptkanäle
fr: Chaînes principales
nl: Belangrijkste kanalen

source: March
de: März
fr: Mars
nl: Maart

source: Matching annotations:
de: Passende Anmerkungen:
fr: Annotations correspondantes :
nl: Overeenkomende annotaties:

source: Matching items:
de: Übereinstimmende Elemente:
fr: Éléments correspondants :
nl: Items bij elkaar zoeken:

source: Matching photos:
de: Passende Fotos:
fr: Photos correspondantes :
nl: Bijpassende foto's:

source: May
de: Mai
fr: Mai
nl: Mei

source: Media does not exist.
de: Die referenzierte Mediendatei existiert nicht.
fr: Le média n'existe pas.
nl: Media bestaat niet.

source: Media information
de: Medieninformation
fr: Informations sur le média
nl: Media-informatie

source: My channel
de: Mein Kanal
fr: Ma chaîne
nl: Mijn kanaal

source: My media
de: Meine Medien
fr: Mes médias
nl: Mijn media

source: No available space
de: Kein verfügbarer Platz
fr: Pas d'espace disponible
nl: Geen beschikbare ruimte

source: No contents.
de: Keine Inhalte.
fr: Pas de contenu.
nl: Geen inhoud.

source: No information about error.
de: Keine Informationen zu diesem Fehler verfügbar.
fr: Informations sur le média.
nl: Geen foutinformatie.

source: No results.
de: Keine Ergebnisse.
fr: Pas de résultats.
nl: Geen resultaten.

source: November
fr: Novembre

source: Number of items:
de: Anzahl an Elementen:
fr: Nombre d'éléments :
nl: Aantal items:

source: Number of views, ascending
de: Anzahl der Aufrufe, aufsteigend
fr: Nombre de vues, croissant
nl: Aantal weergaven, oplopend

source: Number of views, descending
de: Anzahl der Aufrufe, absteigend
fr: Nombre de vues, décroissant
nl: Aantal weergaven aflopend

source: October
de: Oktober
fr: Octobre
nl: Oktober

source: Open information panel
de: Informationstafel öffnen
fr: Ouvrir le panneau d'information
nl: Open informatiepaneel

source: Parent channel
de: Übergeordneter Kanal
fr: Chaîne parente
nl: Bovenliggend kanaal

source: Parent channel:
de: Übergeordneter Kanal:
fr: Chaîne parente :
nl: Bovenliggend kanaal:

source: Photos groups
de: Fotogruppen
fr: Groupes de photos
nl: Fotogroepen

source: Please login to access this channel
de: Bitte melden Sie sich an, um auf diesen Kanal zuzugreifen
fr: Veuillez vous connecter pour accéder à cette chaîne
nl: Log in om toegang te krijgen tot dit kanaal

source: Please login to access this page
de: Bitte melden Sie sich an, um auf diese Seite zuzugreifen
fr: Veuillez vous connecter pour accéder à cette page
nl: Log in om toegang te krijgen tot deze pagina

source: Published:
de: Veröffentlicht:
fr: Publié:
nl: Gepubliceerd:

source: Publishing date
de: Erscheinungsdatum
fr: Date de publication
nl: Publicatiedatum

source: Recording date
de: Aufzeichnungsdatum
fr: Date d'enregistrement
nl: Opnamedatum

source: Request failed with code:
fr: La requête a échoué avec le code :

source: Requested channel does not exist.
de: Der angeforderte Kanal existiert nicht.
fr: La chaîne demandée n'existe pas.
nl: Het aangevraagde kanaal bestaat niet.

source: Root
fr: Racine

source: Search
de: Suche
fr: Rechercher
nl: Zoeken

source: Search for
de: Suche nach
fr: Contenu à rechercher
nl: Zoeken naar

source: Search in
de: Suchen in
fr: Rechercher dans
nl: Zoeken in

source: Search in my media
de: Suche in meinen Medien
fr: Rechercher dans mes médias
nl: Zoek in mijn media

source: Search results for:
de: Suchergebnisse für:
fr: Résultats de recherche pour:
nl: Zoekresultaten voor:

source: Search:
de: Suchen:
fr: Rechercher :
nl: Zoeken:

source: See
de: Anzeigen
fr: Voir
nl: Bekijken

source: See statistics on this channel
de: Statistiken zu diesem Kanal anzeigen
fr: Voir les statistiques de cette chaîne
nl: Statistieken van dit kanaal bekijken

source: Select a channel to display its content.
de: Wählen Sie einen Kanal aus, um dessen Inhalt anzuzeigen.
fr: Sélectionnez une chaîne pour afficher son contenu.
nl: Selecteer een kanaal om de inhoud ervan te weergeven.

source: Select this channel
de: Diesen Kanal auswählen
fr: Sélectionner cette chaîne
nl: Selecteer dit kanaal

source: Select this media
de: Dieses Medium auswählen
fr: Sélectionner ce média
nl: Selecteer deze media

source: September
fr: Septembre

source: Sign in
de: Anmelden
fr: Connexion
nl: Inloggen

source: Slug, ascending
de: Slug, aufsteigend
fr: Jeton, croissant
nl: Slug, oplopend

source: Slug, descending
de: Slug, absteigend
fr: Jeton, décroissant
nl: Slug, aflopend

source: Some contents may still exist in this channel but if it is the case your account is not allowed to see them.
de: Einige Inhalte sind möglicherweise noch in diesem Kanal vorhanden. In diesem Fall dürfe Sie diese mit Ihrem Konto jedoch nicht anzeigen.
fr: Du contenu peut tout de même être présent dans cette chaîne mais si c'est le cas, votre compte utilisateur ne possède pas la permission de le voir.
nl: Sommige inhoud kan nog steeds aanwezig zijn op dit kanaal, maar als dit het geval is, mag jouw account deze niet bekijken.

source: Sort by:
de: Sortieren nach:
fr: Trier par :
nl: Sorteren op:

source: Speaker
fr: Intervenant

source: Speaker:
de: Redner:
fr: Intervenant :
nl: Spreker:

source: Statistics
de: Statistiken
fr: Statistiques
nl: Statistieken

source: Storage usage
de: Speicherauslastung
fr: Stockage utilisé
nl: Opslaggebruik

source: Storage usage:
de: Speicherauslastung:
fr: Stockage utilisé :
nl: Opslaggebruik:

source: Sub channels
de: Unterkanäle
fr: Sous chaînes
nl: Subkanalen

source: Sub channels items are included in counts.
de: Unterkanalelemente werden bei der Anzahl berücksichtigt.
fr: Les éléments contenus dans les sous chaînes sont inclus dans les comptes.
nl: Items van subkanalen worden meegeteld.

source: Subscribe to channel videos RSS
de: Kanalvideos abonnieren (RSS)
fr: S'abonner au flux RSS des vidéos de la chaîne
nl: Abonneren op kanaalvideo's RSS

source: Subscribe to channel videos RSS:
de: Kanalvideos abonnieren (RSS):
fr: S'abonner au flux RSS des vidéos de la chaîne :
nl: Abonneren op kanaalvideo's RSS:

source: The connection timed out. Please retry later.
de: Zeitüberschreitung der Verbindung. Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut.
fr: Le délai d'attente de réponse a été dépassé. Veuillez réessayez plus tard.
nl: De verbinding is verlopen. Probeer het later nog eens.

source: The server cannot be reached.
de: Der Server kann nicht erreicht werden.
fr: Le serveur est injoignable.
nl: De server is niet bereikbaar.

source: The storage quota of the parent channels can have an impact on the available space of this channel.
de: Das Speicherkontingent der übergeordneten Kanäle kann sich auf den verfügbaren Speicherplatz dieses Kanals auswirken.
fr: Le quota de stockage des chaînes en amont peut avoir un impact sur l'espace disponible dans cette chaîne.
nl: Het opslagquotum van de bovenliggende kanalen kan een invloed hebben op de beschikbare ruimte van dit kanaal.

source: This channel contains no media.
de: Dieser Kanal enthält keine Medien.
fr: Cette chaîne ne contient pas de média.
nl: Dit kanaal bevat geen media.

source: This channel contains no sub channels and no media.
de: Dieser Kanal enthält keine Unterkanäle und keine Medien.
fr: Cette chaîne ne contient pas de sous chaîne ni de média.
nl: Dit kanaal bevat geen subkanalen en geen media.

source: This channel contains no sub channels.
de: Dieser Kanal enthält keine Unterkanäle.
fr: Cette chaîne ne contient pas de sous chaîne.
nl: Dit kanaal bevat geen subkanalen.

source: This channel is selected
de: Dieser Kanal ist ausgewählt
fr: Cette chaîne est sélectionnée
nl: Dit kanaal is geselecteerd

source: This channel is unlisted
de: Dieser Kanal ist nicht gelistet
fr: Cette chaîne est non listée
nl: Dit kanaal is niet vermeld

source: This item is a channel
de: Dieses Element ist ein Kanal
fr: Cet élément est une chaîne
nl: Dit item is een kanaal

source: This item is a live stream
de: Dieses Element ist ein Live-Stream
fr: Cet élément est une diffusion en direct
nl: Dit item is een livestream

source: This item is a photos group
de: Dieses Element ist eine Fotogruppe
fr: Cet élément est un groupe de photos
nl: Dit item is een fotogroep

source: This item is a video
de: Dieses Element ist ein Video
fr: Cet élément est une vidéo
nl: Dit item is een video

source: This list presents all media and channels ordered by add date.
de: Diese Liste enthält alle Medien und Kanäle, sortiert nach dem Datum des Hinzufügens.
fr: Cette liste présente les derniers éléments ajoutés triés par date d'ajout.
nl: Deze lijst toont alle media en kanalen gesorteerd op de toevoegingsdatum.

source: This live is running
fr: Ce live est en cours

source: This media is not published
de: Dieses Medium ist nicht veröffentlicht
fr: Ce média n'est pas publié
nl: Deze media is niet gepubliceerd

source: This media is published
de: Dieses Medium ist veröffentlicht
fr: Ce média est publié
nl: Deze media is gepubliceerd

source: This media is published and unlisted
de: Dieses Medium ist veröffentlicht und nicht gelistet
fr: Ce média est publié et non listé
nl: Deze media is gepubliceerd en niet vermeld

source: This media is selected
de: Dieses Medium ist ausgewählt
fr: Ce média est sélectionné
nl: Deze media zijn geselecteerd

source: This video is not ready
de: Dieses Video ist nicht bereit
fr: Cette vidéo n'est pas prête
nl: Deze video is niet klaar

source: Title, ascending
de: Titel, aufsteigend
fr: Titre, croissant
nl: Titel, oplopend

source: Title, descending
de: Titel, absteigend
fr: Titre, décroissant
nl: Titel, aflopend

source: Unable to get channel content because you cannot access to this channel.
de: Der Kanalinhalt kann nicht abgerufen werden, da Sie nicht auf diesen Kanal zugreifen können.
fr: Impossible d'obtenir la liste du contenu de la chaîne car vous ne disposez pas du droit d'accès à cette chaîne.
nl: Kan kanaalinhoud niet ophalen omdat je geen toegang hebt tot dit kanaal.

source: Unable to get channel information because you cannot access to this channel.
de: Kanalinformationen können nicht abgerufen werden, da Sie nicht auf diesen Kanal zugreifen können.
fr: Impossible d'obtenir les informations sur la chaîne car vous ne pouvez pas accéder à cette chaîne.
nl: Kan kanaalinformatie niet ophalen omdat je geen toegang hebt tot dit kanaal.

source: Unable to get channels path because you cannot access to this channel.
de: Der Kanalpfad kann nicht abgerufen werden, da Sie nicht auf diesen Kanal zugreifen können.
fr: Impossible d'obtenir le chemin de la chaîne car vous n'avez pas la permission d'accéder à cette chaîne.
nl: Kan kanalenpad niet ophalen omdat je geen toegang hebt tot dit kanaal.

source: Unable to get channels tree because you are not logged in.
de: Der Kanalbaum kann nicht abgerufen werden, da Sie nicht angemeldet sind.
fr: Impossible d'obtenir la liste des chaînes, vous n'êtes pas authentifié.
nl: Kan kanalenstructuur niet ophalen omdat je niet bent ingelogd.

source: Unable to get channels tree because you cannot access to this channel.
de: Der Kanalbaum kann nicht abgerufen werden, da Sie nicht auf diesen Kanal zugreifen können.
fr: Impossible d'obtenir la liste du contenu de la chaîne car vous ne disposez pas du droit d'accès à cette chaîne.
nl: Kan kanalenstructuur niet ophalen omdat je geen toegang hebt tot dit kanaal.

source: Unable to get media information because you cannot access to this media.
de: Medieninformationen können nicht abgerufen werden, da Sie nicht auf dieses Medium zugreifen können.
fr: Impossible d'obtenir les informations sur le média car vous ne pouvez pas accéder à ce média.
nl: Kan media-informatie niet ophalen omdat je geen toegang hebt tot dit kanaal.

source: Unable to get search's results content because you cannot access to this channel.
de: Der Inhalt der Suchergebnisse kann nicht abgerufen werden, da Sie nicht auf diesen Kanal zugreifen können.
fr: Impossible d'obtenir les résultats de la recherche car vous ne disposez pas du droit d'accès à cette chaîne.
nl: Kan de inhoud van zoekresultaten niet ophalen omdat je geen toegang hebt tot dit kanaal.

source: Unspecified
de: Nicht spezifiziert
fr: Non spécifié
nl: Niet gespecificeerd

source: Use default sorting
de: Standardsortierung verwenden
fr: Utiliser le tri par défaut
nl: Gebruik standaard sortering

source: Use the input above to search for something.
de: Verwenden Sie die Eingabe oben, um eine Suche durchzuführen.
fr: Utilisez le champ de texte ci dessus pour rechercher du contenu.
nl: Gebruik bovenstaande invoer om iets te zoeken.

source: Videos
fr: Vidéos

source: Views
de: Aufrufe
fr: Vues
nl: Weergaven

source: Views last month
de: Aufrufe im letzten Monat
fr: Vues ce mois
nl: Weergaven afgelopen maand

source: You are not allowed to have a personal channel.
de: Sie dürfen keinen persönlichen Kanal haben.
fr: Vous n'avez pas la permission de disposer d'une chaîne personnelle.
nl: Je mag geen persoonlijk kanaal hebben.

source: You are not allowed to perform this action.
de: Sie sind nicht berechtigt, diese Aktion durchzuführen.
fr: Vous n'avez pas la permission d'effectuer cette action.
nl: Je mag deze bewerking niet uitvoeren.

source: You are not logged in or your session has expired. Please login and retry.
de: Sie sind nicht eingeloggt oder Ihre Sitzung ist abgelaufen Bitte melden Sie sich an und versuchen Sie es erneut.
fr: Vous n'êtes pas connecté ou votre session a expiré. Veuillez vous reconnecter puis réessayez.
nl: Je bent niet ingelogd of je sessie is verlopen. Log in en probeer het opnieuw.

source: Your storage usage is the size used by all media for which you are in the speakers list and all media in your personal channel.
fr: Votre utilisation de l'espace de stockage correspond à la taille utilisée par tous les médias pour lesquels vous êtes dans la liste des intervenants et tous les médias de votre chaîne personnelle.

source: all
de: alles
fr: tout
nl: alle

source: at
de: am
fr: à
nl: om

source: cannot copy
de: konnte nicht kopiert werden
fr: impossible de copier
nl: kan niet kopiëren

source: categories
de: Kategorien
fr: catégories
nl: categorieën

source: channel
de: Kanal
fr: chaîne
nl: kanalen

source: channel(s)
de: Kanal/Kanäle
fr: chaîne(s)
nl: kanaal (kanalen)

source: channels
de: Kanäle
fr: chaînes
nl: kanalen

source: classic Rich Media
de: Classic-Rich-Medium
fr: Rich Media classique
nl: klassieke Rich Media

source: comments, slides, ...
de: Kommentare, Folien, …
fr: commentaires, diapositives, ...
nl: opmerkingen, dia's, ...

source: companies
de: Unternehmen
fr: sociétés
nl: bedrijven

source: copied
de: kopiert
fr: copié
nl: gecopieerd

source: display items type icons
de: Symbole für Anzeigetypen
fr: afficher les icônes de type des éléments
nl: items type pictogrammen weergeven

source: dynamic Rich Media
de: Dynamic-Rich-Medium
fr: Rich Media dynamique

source: external data
de: Externe Daten
fr: données externes
nl: externe gegevens

source: external references
de: Externe Referenzen
fr: références externes
nl: externe referenties

source: failed to copy
de: Kopieren fehlgeschlagen
fr: échec de la copie
nl: kopiëren mislukt

source: help
de: Hilfe
fr: aide

source: iTunes (audio only)
de: iTunes (nur Audio)
fr: iTunes (audio uniquement)
nl: iTunes (alleen audio)

source: keywords
de: Schlüsselwörter
fr: mots clés
nl: trefwoorden

source: licenses
de: Lizenzen
fr: licences
nl: licenties

source: list
de: Liste
fr: liste
nl: lijst

source: live stream(s)
fr: diffusion(s) en direct

source: live streams
fr: diffusions en direct

source: locations
de: Anmerkungen
fr: lieux
nl: lokaties

source: no
de: nein
fr: non
nl: nee

source: none
de: keine
fr: aucun
nl: geen

source: photos group(s)
de: Fotogruppe(n)
fr: groupe(s) de photos
nl: fotogroep(en)

source: photos groups
de: Fotogruppen
fr: groupes de photos
nl: fotogroepen

source: selected
de: ausgewählt
fr: sélectionné
nl: geselecteerd

source: selected setting
de: ausgewählte Einstellung
fr: option sélectionnée
nl: geselecteerde instelling

source: selected tab
de: Ausgewählte Registerkarte
fr: onglet sélectionné
nl: geselecteerd tabblad

source: speakers
de: Sprecher
fr: intervenants
nl: spreker

source: this month
de: diesen Monat
fr: ce mois
nl: deze maand

source: thumbnails
de: Vorschaubilder
fr: vignettes
nl: miniaturen

source: titles
de: Titel
fr: titres
nl: titels

source: unspecified
de: unspezifiziert
fr: non spécifié
nl: niet gespecificeerd

source: video
fr: vidéo

source: video(s)
fr: vidéo(s)

source: videos
fr: vidéos

source: views
de: Aufrufe
fr: vues
nl: weergaven

source: yes
de: ja
fr: oui
nl: ja

source: An error occurred during request:
de: Während der Anfrage ist ein Fehler aufgetreten:
nl: Er is een fout opgetreden tijdens het verzoek:

source: Annotations
de: Anmerkungen
nl: Annotaties

source: Latest content added
de: Neueste Inhalte hinzugefügt
nl: Laatste inhoud toegevoegd

source: Request failed:
de: Anforderung fehlgeschlagen:
nl: Aanvraag mislukt:

source: Type:
de: Typ:

source: Unable to get channels tree. Request timed out.
de: Der Kanalbaum kann nicht abgerufen werden. Die Anfrage ist abgelaufen.
nl: Kan kanalenstructuur niet ophalen. Verzoek is verlopen.

source: annotations
de: Anmerkungen
nl: annotaties

source: descriptions
de: Beschreibungen
nl: beschrijvingen

source: photos
de: Fotos
nl: foto's

source: standard
nl: standaard
